export function textBonuses() {
    return `
        <div class="text-bonuses">
            <div class="title-bonuses">Бонус за выкуп</div>
            <div>Бонус за выкуп - это 1% от суммы всех завершенных заказов, начисляемый вам на счёт. 
            Накопленная сумма не сгорает и позволяет оплатить с бонусного счёта <b> до 15% стоимости </b> любого заказа. 
            Бонус по каждому заказу начисляется <b> по прошествии 20 дней с момента отправки </b> заказа. После отмены частично 
            оплаченных бонусами товаров бонусы на счёт <b> не возвращаются.</b></div>
        </div>
    `
}