export function WrapperBox() {
    return `
        <div class="Wrapper-box">
            <div class="box-first">
                <div class="title">Скидка за суммарный объём</div>
                <p>Во внимание принимаются все отправленные заказы только за три предыдущих месяца.
                 Скидка рассчитывается от общей суммы этих заказов и может изменяться при оформлении возвратов.
                 Сумма заказов, отправленных в текущем месяце, начнет влиять на скидку только с первого числа следующего месяца.</p>
                 <div class="wrapper-money">
                    <div class="img1"></div>
                    <div class="img2"></div>
                    <div class="img3"></div>
                    <div class="img4"></div>
                    <div class="img5"></div>
                 </div>
                 <div class="text-bonuses">
                    <div class="title-bonuses">Бонус за выкуп</div>
                    <div>Бонус за выкуп - это 1% от суммы всех завершенных заказов, начисляемый вам на счёт. 
                    Накопленная сумма не сгорает и позволяет оплатить с бонусного счёта до 15% стоимости любого заказа. 
                    Бонус по каждому заказу начисляется по прошествии 20 дней с момента отправки заказа. После отмены частично 
                    оплаченных бонусами товаров бонусы на счёт не возвращаются.</div>
                 </div>
            </div>
            <div class="box-second">
               <div class="title-volume">Объем за 3 месяца</div>
            </div>
        </div>
    `
}