export function infoTextRegistration() {
    return`
        <div class="wrapper-text">
            <div class="textReg">Зарегистрировавшись, Вы получите доступ к текущим ценам и возможность оформить заказ.</div>
            <div class="textReg" style="margin-top: 16px">После нажатия кнопки «ЗАРЕГИСТРИРОВАТЬСЯ», вам на почту придёт письмо с предложением подтвердить ваш адрес электронной почты и желание зарегистрироваться на нашем сайте. Перейдите по ссылке в этом письме и приступайте к покупкам!</div> 
        </div> 
    `
}