export function popupAgreementData() {
    return `
        <div class="Popup-agreement-data">
            <div class="wrap-close">
                <div class="popup-close"></div>
            </div>
            <div class="wrapper-title">
                <div class="title">Соглашение на обработку персональных данных</div>
            </div>
            <div class="popup-wrapper-text">
                <p>Настоящим в соответствии с Федеральным законом № 152-ФЗ 
                «О персональных данных» от 27.07.2006 года Вы подтверждаете 
                свое согласие на обработку компанией ИП Потапов Л.В. 
                персональных данных: сбор, систематизацию, накопление, 
                хранение, уточнение (обновление, изменение), использование, 
                передачу исключительно в целях продажи программного обеспечения 
                на Ваше имя, как это описано ниже, блокирование, обезличивание, 
                уничтожение.</p>
                <p>Компания ИП Потапов Л.В. гарантирует конфиденциальность 
                получаемой информации. Обработка персональных данных осуществляется 
                в целях эффективного исполнения заказов, договоров и иных 
                обязательств, принятых компанией ИП Потапов Л.В. в качестве 
                обязательных к исполнению.</p>
                <p>Настоящее согласие распространяется на следующие 
                Ваши персональные данные: фамилия, имя и отчество, 
                адрес электронной почты, почтовый адрес доставки 
                заказов, контактный телефон, платёжные реквизиты.</p>
                <p>Срок действия согласия является неограниченным. 
                Вы можете в любой момент отозвать настоящее согласие, 
                направив письменное уведомления на электронный адрес: 
                allyleon@optmoyo.ru с пометкой «Отзыв согласия на 
                обработку персональных данных».</p>
                <p>Обращаем ваше внимание, что отзыв согласия 
                на обработку персональных данных влечёт за собой 
                удаление Вашей учётной записи с Интернет-сайта, 
                а также уничтожение записей, содержащих ваши персональные 
                данные, в системах обработки персональных данных 
                компании ИП Потапов Л.В., что может сделать невозможным 
                пользование интернет-сервисами компании ИП Потапов Л.В.</p>
                <p>Гарантирую, что представленная мной информация 
                является полной, точной и достоверной, а также что 
                при представлении информации не нарушаются действующее 
                законодательство Российской Федерации, законные права 
                и интересы третьих лиц. Вся представленная информация 
                заполнена мною в отношении себя лично.</p>
                <p>Настоящее согласие действует в течение всего 
                периода хранения персональных данных, если иное 
                не предусмотрено законодательством Российской Федерации.</p>
            </div>
        </div>
    `
}